benchmarks/japronto/wrk.log
Running 5s test @ http://127.0.0.1:8080
  10 threads and 200 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     0.00us    0.00us   0.00us    -nan%
    Req/Sec     0.00      0.00     0.00      -nan%
  Latency Distribution
     50%    0.00us
     75%    0.00us
     90%    0.00us
     99%    0.00us
  0 requests in 5.10s, 0.00B read
  Socket errors: connect 0, read 123, write 499613, timeout 0
Requests/sec:      0.00
Transfer/sec:       0.00B